Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# insight_improve_efficiency
source: Keep a consistent sleep schedule to improve efficiency.
ar: حافظ على جدول نوم ثابت لتحسين الكفاءة.
ca: Mantén horaris de son regulars per millorar l'eficiència.
cs: Dodržujte pravidelný režim spánku, zlepšíte tím efektivitu.
da: Hold en fast søvnrytme for at forbedre effektiviteten.
de: Halte einen festen Schlafrhythmus ein, um die Effizienz zu verbessern.
el: Κράτα σταθερό πρόγραμμα ύπνου για καλύτερη αποδοτικότητα.
es: Mantén un horario de sueño consistente para mejorar la eficiencia.
fi: Pidä säännöllinen unirytmi parantaaksesi tehokkuutta.
fr: Gardez des horaires de sommeil réguliers pour améliorer votre efficacité.
he: שמרו על לוח שינה קבוע לשיפור היעילות.
hi: दक्षता बढ़ाने के लिए नियमित नींद का समय रखें।
hr: Održavaj stalni raspored spavanja za bolju učinkovitost.
hu: Tarts állandó alvási ritmust a hatékonyság javításához.
id: Jaga jadwal tidur yang konsisten untuk meningkatkan efisiensi.
it: Mantieni orari di sonno regolari per migliorare l'efficienza.
ja: 睡眠効率を高めるには、就寝時間を一定に保ちましょう。
ko: 수면 효율을 높이려면 일정한 수면 시간을 지키세요.
ms: Kekalkan jadual tidur yang tetap untuk meningkatkan kecekapan.
nl: Houd een vast slaapritme aan om je efficiëntie te verbeteren.
no: Hold en fast søvnrytme for å forbedre effektiviteten.
pl: Trzymaj się stałych godzin snu, aby poprawić efektywność.
pt_br: Mantenha um horário de sono consistente para melhorar a eficiência.
pt_pt: Mantenha horários de sono regulares para melhorar a eficiência.
ro: Păstrează un program de somn constant pentru a îmbunătăți eficiența.
ru: Соблюдайте постоянный режим сна, чтобы повысить эффективность.
sk: Dodržiavajte pravidelný režim spánku pre lepšiu efektivitu.
sv: Håll regelbundna sovtider för att förbättra effektiviteten.
th: นอนให้เป็นเวลาสม่ำเสมอเพื่อเพิ่มประสิทธิภาพ
tr: Verimi artırmak için düzenli bir uyku programı izleyin.
uk: Дотримуйтеся сталого режиму сну, щоб підвищити ефективність.
vi: Giữ lịch ngủ đều đặn để cải thiện hiệu suất.
zh_hans: 保持规律的作息时间，有助于提高睡眠效率。
zh_hant: 維持規律的睡眠作息，有助於提升睡眠效率。

# insight_low_deep_sleep
source: Low deep sleep. Avoid caffeine and exercise before bed.
ar: النوم العميق قليل. تجنّب الكافيين والرياضة قبل النوم.
ca: Poc son profund. Evita la cafeïna i l'exercici abans de dormir.
cs: Málo hlubokého spánku. Před spaním se vyhněte kofeinu a cvičení.
da: Lidt dyb søvn. Undgå koffein og motion før sengetid.
de: Wenig Tiefschlaf. Vermeide Koffein und Sport vor dem Schlafengehen.
el: Λίγος βαθύς ύπνος. Απόφυγε καφεΐνη και άσκηση πριν τον ύπνο.
es: Poco sueño profundo. Evita cafeína y ejercicio antes de dormir.
fi: Vähän syvää unta. Vältä kofeiinia ja liikuntaa ennen nukkumaanmenoa.
fr: Peu de sommeil profond. Évitez la caféine et le sport avant le coucher.
he: מעט שינה עמוקה. הימנעו מקפאין ואימונים לפני השינה.
hi: गहरी नींद कम रही। सोने से पहले कैफ़ीन और व्यायाम से बचें।
hr: Malo dubokog sna. Izbjegavaj kofein i vježbanje prije spavanja.
hu: Kevés mélyalvás. Kerüld a koffeint és az edzést lefekvés előtt.
id: Tidur nyenyak kurang. Hindari kafein dan olahraga sebelum tidur.
it: Poco sonno profondo. Evita caffeina e sport prima di dormire.
ja: 深い睡眠が少なめ。就寝前のカフェインや運動は避けましょう。
ko: 깊은 수면이 부족해요. 자기 전 카페인과 운동을 피하세요.
ms: Tidur lena kurang. Elakkan kafein dan senaman sebelum tidur.
nl: Weinig diepe slaap. Vermijd cafeïne en sport vlak voor het slapen.
no: Lite dyp søvn. Unngå koffein og trening før leggetid.
pl: Mało głębokiego snu. Unikaj kofeiny i ćwiczeń przed snem.
pt_br: Pouco sono profundo. Evite cafeína e exercícios antes de dormir.
pt_pt: Pouco sono profundo. Evite cafeína e exercício antes de deitar.
ro: Puțin somn profund. Evită cafeina și sportul înainte de culcare.
ru: Мало глубокого сна. Избегайте кофеина и спорта перед сном.
sk: Málo hlbokého spánku. Pred spaním sa vyhnite kofeínu a cvičeniu.
sv: Lite djupsömn. Undvik koffein och träning före läggdags.
th: หลับลึกน้อย เลี่ยงคาเฟอีนและออกกำลังกายก่อนนอน
tr: Derin uyku az. Yatmadan önce kafein ve egzersizden kaçının.
uk: Мало глибокого сну. Уникайте кофеїну та спорту перед сном.
vi: Ngủ sâu còn ít. Tránh caffeine và tập luyện trước giờ ngủ.
zh_hans: 深睡眠偏少。睡前避免咖啡因和剧烈运动。
zh_hant: 深眠偏少。睡前避免咖啡因與劇烈運動。

# insight_sleep_less
source: Sleeping too much can affect energy levels.
ar: النوم الزائد قد يؤثر على مستوى طاقتك.
ca: Dormir massa pot afectar els teus nivells d'energia.
cs: Příliš dlouhý spánek může snižovat hladinu energie.
da: For meget søvn kan påvirke dit energiniveau.
de: Zu viel Schlaf kann dein Energieniveau beeinträchtigen.
el: Ο υπερβολικός ύπνος μπορεί να επηρεάσει την ενέργειά σου.
es: Dormir demasiado puede afectar los niveles de energía.
fi: Liika nukkuminen voi vaikuttaa energiatasoosi.
fr: Trop dormir peut affecter votre niveau d'énergie.
he: שינה מרובה מדי עלולה לפגוע ברמות האנרגיה.
hi: ज़्यादा सोना आपकी ऊर्जा घटा सकता है।
hr: Previše sna može utjecati na razinu energije.
hu: A túl sok alvás ronthatja az energiaszintedet.
id: Tidur berlebihan bisa memengaruhi tingkat energimu.
it: Dormire troppo può influire sui tuoi livelli di energia.
ja: 眠りすぎはエネルギーレベルに影響することがあります。
ko: 너무 많이 자면 에너지 수준에 영향을 줄 수 있어요.
ms: Tidur berlebihan boleh menjejaskan tahap tenaga anda.
nl: Te veel slapen kan je energieniveau beïnvloeden.
no: For mye søvn kan påvirke energinivået ditt.
pl: Zbyt długi sen może obniżać poziom energii.
pt_br: Dormir demais pode afetar os níveis de energia.
pt_pt: Dormir demasiado pode afetar os seus níveis de energia.
ro: Prea mult somn îți poate afecta nivelul de energie.
ru: Слишком долгий сон может снижать уровень энергии.
sk: Príliš dlhý spánok môže znižovať hladinu energie.
sv: Att sova för mycket kan påverka din energinivå.
th: การนอนมากเกินไปอาจทำให้พลังงานลดลง
tr: Fazla uyumak enerji seviyenizi etkileyebilir.
uk: Надто довгий сон може знижувати рівень енергії.
vi: Ngủ quá nhiều có thể ảnh hưởng đến năng lượng của bạn.
zh_hans: 睡得太多可能会影响精力。
zh_hant: 睡太多可能會影響精神與活力。

# insight_sleep_more
source: Try to sleep 7-9 hours for optimal recovery.
ar: حاول النوم 7-9 ساعات لتعافٍ مثالي.
ca: Intenta dormir de 7 a 9 hores per a una recuperació òptima.
cs: Snažte se spát 7–9 hodin pro optimální zotavení.
da: Prøv at sove 7-9 timer for optimal restitution.
de: Versuche, 7–9 Stunden zu schlafen, für optimale Erholung.
el: Προσπάθησε να κοιμάσαι 7-9 ώρες για βέλτιστη ανάρρωση.
es: Intenta dormir 7-9 horas para una recuperación óptima.
fi: Pyri nukkumaan 7–9 tuntia palautuaksesi parhaiten.
fr: Essayez de dormir 7 à 9 heures pour une récupération optimale.
he: נסו לישון 7-9 שעות להתאוששות מיטבית.
hi: बेहतरीन रिकवरी के लिए 7-9 घंटे सोने की कोशिश करें।
hr: Pokušaj spavati 7-9 sati za optimalan oporavak.
hu: Próbálj 7-9 órát aludni az optimális regenerálódásért.
id: Usahakan tidur 7-9 jam untuk pemulihan optimal.
it: Cerca di dormire 7-9 ore per un recupero ottimale.
ja: 最適な回復のために7〜9時間の睡眠を心がけましょう。
ko: 최적의 회복을 위해 7~9시간 수면을 목표로 하세요.
ms: Cuba tidur 7-9 jam untuk pemulihan optimum.
nl: Probeer 7-9 uur te slapen voor optimaal herstel.
no: Prøv å sove 7–9 timer for optimal restitusjon.
pl: Staraj się spać 7–9 godzin, aby optymalnie się zregenerować.
pt_br: Tente dormir 7-9 horas para recuperação ótima.
pt_pt: Tente dormir 7 a 9 horas para uma recuperação ideal.
ro: Încearcă să dormi 7-9 ore pentru o recuperare optimă.
ru: Старайтесь спать 7–9 часов для оптимального восстановления.
sk: Skúste spať 7 – 9 hodín pre optimálne zotavenie.
sv: Försök sova 7–9 timmar för optimal återhämtning.
th: พยายามนอน 7-9 ชั่วโมงเพื่อการฟื้นฟูที่ดีที่สุด
tr: En iyi toparlanma için 7-9 saat uyumaya çalışın.
uk: Намагайтеся спати 7–9 годин для оптимального відновлення.
vi: Hãy cố ngủ 7-9 tiếng để phục hồi tối ưu.
zh_hans: 尽量睡 7-9 小时，以获得最佳恢复。
zh_hant: 盡量睡足 7-9 小時，讓身體獲得最佳恢復。

# metric_adjust_schedule
source: Adjust schedule
ar: عدّل الجدول
ca: Ajusta l'horari
cs: Upravte režim
da: Justér rytmen
de: Rhythmus anpassen
el: Ρύθμισε το πρόγραμμα
es: Ajuste el horario
fi: Säädä rytmiä
fr: Ajustez vos horaires
he: התאימו את הלוח
hi: समय समायोजित करें
hr: Prilagodi raspored
hu: Igazítsd a ritmust
id: Sesuaikan jadwal
it: Rivedi gli orari
ja: リズムの見直しを
ko: 패턴 조정 필요
ms: Laraskan jadual
nl: Pas je ritme aan
no: Juster rytmen
pl: Dostosuj rytm
pt_br: Ajuste o horário
pt_pt: Ajuste o horário
ro: Ajustează programul
ru: Скорректируйте режим
sk: Upravte režim
sv: Justera rutinen
th: ปรับตารางนอน
tr: Programı ayarlayın
uk: Скоригуйте режим
vi: Điều chỉnh lịch
zh_hans: 调整作息
zh_hant: 調整作息

# metric_can_improve
source: Can improve
ar: يمكن تحسينه
ca: Es pot millorar
cs: Lze zlepšit
da: Kan forbedres
de: Ausbaufähig
el: Μπορεί να βελτιωθεί
es: Puede mejorar
fi: Parannettavaa
fr: Peut mieux faire
he: ניתן לשפר
hi: सुधार संभव
hr: Može bolje
hu: Javítható
id: Bisa ditingkatkan
it: Può migliorare
ja: 改善の余地あり
ko: 개선 여지 있음
ms: Boleh diperbaiki
nl: Kan beter
no: Kan forbedres
pl: Może być lepiej
pt_br: Pode melhorar
pt_pt: Pode melhorar
ro: Se poate îmbunătăți
ru: Можно лучше
sk: Dá sa zlepšiť
sv: Kan förbättras
th: ปรับปรุงได้
tr: Geliştirilebilir
uk: Можна краще
vi: Có thể cải thiện
zh_hans: 有待改善
zh_hant: 仍可改善

# metric_deep_sleep
source: Deep Sleep
ar: النوم العميق
ca: Son profund
cs: Hluboký spánek
da: Dyb søvn
de: Tiefschlaf
el: Βαθύς ύπνος
es: Sueño Profundo
fi: Syvä uni
fr: Sommeil profond
he: שינה עמוקה
hi: गहरी नींद
hr: Duboki san
hu: Mélyalvás
id: Tidur Nyenyak
it: Sonno profondo
ja: 深い睡眠
ko: 깊은 수면
ms: Tidur Lena
nl: Diepe slaap
no: Dyp søvn
pl: Głęboki sen
pt_br: Sono Profundo
pt_pt: Sono profundo
ro: Somn profund
ru: Глубокий сон
sk: Hlboký spánok
sv: Djupsömn
th: หลับลึก
tr: Derin Uyku
uk: Глибокий сон
vi: Ngủ sâu
zh_hans: 深睡眠
zh_hant: 深眠

# metric_efficiency
source: Sleep Efficiency
ar: كفاءة النوم
ca: Eficiència del son
cs: Efektivita spánku
da: Søvneffektivitet
de: Schlafeffizienz
el: Αποδοτικότητα ύπνου
es: Eficiencia del Sueño
fi: Unen tehokkuus
fr: Efficacité du sommeil
he: יעילות שינה
hi: नींद दक्षता
hr: Učinkovitost sna
hu: Alváshatékonyság
id: Efisiensi Tidur
it: Efficienza del sonno
ja: 睡眠効率
ko: 수면 효율
ms: Kecekapan Tidur
nl: Slaapefficiëntie
no: Søvneffektivitet
pl: Efektywność snu
pt_br: Eficiência do Sono
pt_pt: Eficiência do sono
ro: Eficiența somnului
ru: Эффективность сна
sk: Efektivita spánku
sv: Sömneffektivitet
th: ประสิทธิภาพการนอน
tr: Uyku Verimi
uk: Ефективність сну
vi: Hiệu suất giấc ngủ
zh_hans: 睡眠效率
zh_hant: 睡眠效率

# metric_ideal_range
source: Ideal range
ar: النطاق المثالي
ca: Interval ideal
cs: Ideální rozmezí
da: Ideelt interval
de: Idealbereich
el: Ιδανικό εύρος
es: Rango ideal
fi: Ihannealue
fr: Zone idéale
he: טווח אידיאלי
hi: आदर्श सीमा
hr: Idealan raspon
hu: Ideális tartomány
id: Rentang ideal
it: Intervallo ideale
ja: 理想的な範囲
ko: 이상적 범위
ms: Julat ideal
nl: Ideale zone
no: Ideelt område
pl: Idealny zakres
pt_br: Faixa ideal
pt_pt: Intervalo ideal
ro: Interval ideal
ru: Идеальный диапазон
sk: Ideálne rozpätie
sv: Idealt intervall
th: ช่วงที่เหมาะสม
tr: İdeal aralık
uk: Ідеальний діапазон
vi: Khoảng lý tưởng
zh_hans: 理想范围
zh_hant: 理想範圍

# metric_of_total
source: of total
ar: من الإجمالي
ca: del total
cs: z celku
da: af total
de: der Gesamtzeit
el: του συνόλου
es: del total
fi: kokonaisajasta
fr: du total
he: מהסך הכולל
hi: कुल का
hr: od ukupnog
hu: az összesből
id: dari total
it: del totale
ja: 全体に対して
ko: 전체 대비
ms: daripada jumlah
nl: van totaal
no: av totalt
pl: całości
pt_br: do total
pt_pt: do total
ro: din total
ru: от общего
sk: z celku
sv: av totalt
th: ของทั้งหมด
tr: toplamın
uk: від загального
vi: trên tổng
zh_hans: 占总时长
zh_hant: 佔總時間

# metric_optimal
source: Optimal
ar: مثالي
ca: Òptim
cs: Optimální
da: Optimalt
el: Βέλτιστο
es: Óptimo
fi: Optimaalinen
he: מיטבי
hi: उत्तम
hr: Optimalno
hu: Optimális
it: Ottimale
ja: 最適
ko: 최적
ms: Optimum
nl: Optimaal
no: Optimalt
pl: Optymalnie
pt_br: Ótimo
pt_pt: Ótimo
ro: Optim
ru: Оптимально
sk: Optimálne
sv: Optimalt
th: เหมาะสมที่สุด
tr: En iyi
uk: Оптимально
vi: Tối ưu
zh_hans: 最佳
zh_hant: 最佳

# metric_rem_sleep
source: REM Sleep
ar: نوم حركة العين
ca: Son REM
cs: REM spánek
da: REM-søvn
de: REM-Schlaf
el: Ύπνος REM
es: Sueño REM
fi: REM-uni
fr: Sommeil paradoxal
he: שנת REM
hi: REM नींद
hr: REM san
hu: REM-alvás
id: Tidur REM
it: Sonno REM
ja: レム睡眠
ko: 렘수면
ms: Tidur REM
nl: REM-slaap
no: REM-søvn
pl: Sen REM
pt_br: Sono REM
pt_pt: Sono REM
ro: Somn REM
ru: Фаза БДГ
sk: REM spánok
sv: REM-sömn
th: หลับ REM
tr: REM Uykusu
uk: Фаза REM
vi: Giấc ngủ REM
zh_hans: REM 睡眠
zh_hant: REM 睡眠

# metric_time_asleep
source: Time Asleep
ar: وقت النوم
ca: Temps dormint
cs: Doba spánku
da: Sovetid
de: Schlafzeit
el: Χρόνος ύπνου
es: Tiempo Dormido
fi: Uniaika
fr: Temps endormi
he: זמן שינה
hi: सोने का समय
hr: Vrijeme spavanja
hu: Alvással töltött idő
id: Waktu Tidur
it: Tempo dormito
ja: 睡眠時間
ko: 수면 시간
ms: Masa Tidur
nl: Tijd in slaap
no: Sovetid
pl: Czas snu
pt_br: Tempo Dormindo
pt_pt: Tempo a dormir
ro: Timp dormit
ru: Время сна
sk: Čas spánku
sv: Sovtid
th: เวลาที่หลับ
tr: Uyku Süresi
uk: Час сну
vi: Thời gian ngủ
zh_hans: 实际睡眠
zh_hant: 實際睡眠

# onboarding_continue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Далі
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# onboarding_get_started
source: Get Started
ar: ابدأ
ca: Comença
cs: Začít
da: Kom i gang
de: Los geht's
el: Ξεκίνα
es: Empezar
fi: Aloita
fr: Commencer
he: בואו נתחיל
hi: शुरू करें
hr: Započni
hu: Kezdés
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
ms: Mula
nl: Aan de slag
no: Kom i gang
pl: Zaczynamy
pt_br: Começar
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Kom igång
th: เริ่มต้น
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding_skip
source: Skip
ar: تخطي
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr: Passer
he: דילוג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nl: Sla over
no: Hopp over
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ro: Omite
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# onboarding_subtitle_1
source: Understand your sleep patterns with detailed analysis of deep, light, and REM sleep stages.
ar: افهم أنماط نومك بتحليل مفصّل لمراحل النوم العميق والخفيف وحركة العين السريعة.
ca: Entén els teus patrons de son amb una anàlisi detallada de les fases profunda, lleugera i REM.
cs: Porozumějte svým spánkovým návykům díky podrobné analýze hlubokého, lehkého a REM spánku.
da: Forstå dine søvnmønstre med detaljeret analyse af dyb, let og REM-søvn.
de: Verstehe deine Schlafmuster mit detaillierter Analyse von Tiefschlaf-, Leichtschlaf- und REM-Phasen.
el: Κατανόησε τα μοτίβα του ύπνου σου με λεπτομερή ανάλυση βαθέος, ελαφρού και REM ύπνου.
es: Comprende tus patrones de sueño con análisis detallado de las fases de sueño profundo, ligero y REM.
fi: Ymmärrä unirytmiäsi syvän unen, kevyen unen ja REM-unen yksityiskohtaisen analyysin avulla.
fr: Comprenez vos habitudes de sommeil grâce à une analyse détaillée des phases profondes, légères et paradoxales.
he: הבינו את דפוסי השינה שלכם עם ניתוח מפורט של שינה עמוקה, קלה ו-REM.
hi: गहरी, हल्की और REM नींद के विस्तृत विश्लेषण से अपने नींद पैटर्न समझें।
hr: Upoznaj svoje obrasce spavanja uz detaljnu analizu dubokog, laganog i REM sna.
hu: Ismerd meg az alvási szokásaidat a mély, könnyű és REM-fázisok részletes elemzésével.
id: Pahami pola tidurmu dengan analisis mendetail tahap tidur nyenyak, ringan, dan REM.
it: Comprendi i tuoi schemi di sonno con un'analisi dettagliata delle fasi profonda, leggera e REM.
ja: 深い睡眠・浅い睡眠・レム睡眠の詳しい分析で、あなたの睡眠パターンを理解しましょう。
ko: 깊은 수면, 얕은 수면, 렘수면 단계의 상세 분석으로 수면 패턴을 이해하세요.
ms: Fahami corak tidur anda dengan analisis terperinci peringkat tidur lena, ringan dan REM.
nl: Begrijp je slaappatronen met gedetailleerde analyse van diepe, lichte en REM-slaapfasen.
no: Forstå søvnmønstrene dine med detaljert analyse av dyp, lett og REM-søvn.
pl: Poznaj swoje wzorce snu dzięki szczegółowej analizie faz głębokiej, lekkiej i REM.
pt_br: Entenda seus padrões de sono com análise detalhada das fases de sono profundo, leve e REM.
pt_pt: Compreenda os seus padrões de sono com uma análise detalhada das fases profunda, leve e REM.
ro: Înțelege-ți tiparele de somn cu o analiză detaliată a fazelor profundă, ușoară și REM.
ru: Разбирайтесь в своём сне благодаря подробному анализу глубокой, лёгкой и БДГ-фаз.
sk: Spoznajte svoje spánkové návyky vďaka podrobnej analýze hlbokého, ľahkého a REM spánku.
sv: Förstå dina sömnmönster med detaljerad analys av djup, lätt och REM-sömn.
th: เข้าใจรูปแบบการนอนของคุณด้วยการวิเคราะห์ระยะหลับลึก หลับตื้น และ REM อย่างละเอียด
tr: Derin, hafif ve REM uyku evrelerinin ayrıntılı analiziyle uyku düzeninizi anlayın.
uk: Розумійте свої патерни сну завдяки детальному аналізу глибокої, легкої та REM-фаз.
vi: Hiểu rõ giấc ngủ của bạn với phân tích chi tiết các giai đoạn ngủ sâu, nông và REM.
zh_hans: 通过对深睡、浅睡和 REM 各阶段的详细分析，了解你的睡眠模式。
zh_hant: 透過深眠、淺眠與 REM 各階段的詳細分析，了解你的睡眠模式。

# onboarding_subtitle_2
source: See your sleep quality trends, average bedtime, and how your sleep improves over time.
ar: تابع اتجاهات جودة نومك ومتوسط وقت النوم وتحسّن نومك مع مرور الوقت.
ca: Consulta les tendències de qualitat del son, l'hora mitjana d'anar a dormir i la teva millora amb el temps.
cs: Sledujte trendy kvality spánku, průměrný čas usínání a svůj pokrok v čase.
da: Se tendenser i din søvnkvalitet, din gennemsnitlige sengetid og din udvikling over tid.
de: Sieh deine Schlafqualitätstrends, deine durchschnittliche Schlafenszeit und wie sich dein Schlaf verbessert.
el: Δες τις τάσεις ποιότητας ύπνου, τη μέση ώρα ύπνου και τη βελτίωσή σου στον χρόνο.
es: Ve las tendencias de calidad del sueño, hora promedio de dormir y cómo mejora tu sueño con el tiempo.
fi: Näe unenlaadun trendit, keskimääräinen nukkumaanmenoaikasi ja kehityksesi ajan mittaan.
fr: Suivez vos tendances de qualité de sommeil, votre heure moyenne de coucher et vos progrès au fil du temps.
he: עקבו אחרי מגמות איכות השינה, שעת השינה הממוצעת והשיפור לאורך זמן.
hi: समय के साथ नींद की गुणवत्ता, औसत सोने का समय और सुधार देखें।
hr: Prati trendove kvalitete sna, prosječno vrijeme lijeganja i svoj napredak kroz vrijeme.
hu: Kövesd az alvásminőség trendjeit, az átlagos lefekvési idődet és a fejlődésedet.
id: Lihat tren kualitas tidur, rata-rata jam tidur, dan bagaimana tidurmu membaik dari waktu ke waktu.
it: Osserva le tendenze della qualità del sonno, l'orario medio in cui vai a letto e i tuoi progressi nel tempo.
ja: 睡眠の質の推移、平均就寝時刻、そして睡眠の改善を確認できます。
ko: 수면 질 추이, 평균 취침 시간, 그리고 수면이 개선되는 과정을 확인하세요.
ms: Lihat trend kualiti tidur, purata waktu tidur dan peningkatan tidur anda dari semasa ke semasa.
nl: Bekijk trends in je slaapkwaliteit, je gemiddelde bedtijd en hoe je slaap in de loop van de tijd verbetert.
no: Se trender i søvnkvaliteten, gjennomsnittlig leggetid og hvordan søvnen din utvikler seg.
pl: Śledź trendy jakości snu, średnią porę kładzenia się i postępy w czasie.
pt_br: Veja tendências de qualidade do sono, horário médio de dormir e como seu sono melhora com o tempo.
pt_pt: Veja as tendências da qualidade do sono, a hora média de deitar e a sua evolução ao longo do tempo.
ro: Urmărește tendințele calității somnului, ora medie de culcare și progresul tău în timp.
ru: Следите за качеством сна, средним временем отхода ко сну и прогрессом со временем.
sk: Sledujte trendy kvality spánku, priemerný čas zaspávania a svoj pokrok v čase.
sv: Se trender i sömnkvalitet, genomsnittlig läggdags och hur din sömn förbättras över tid.
th: ดูแนวโน้มคุณภาพการนอน เวลานอนเฉลี่ย และพัฒนาการของคุณเมื่อเวลาผ่านไป
tr: Uyku kalitesi trendlerinizi, ortalama yatma saatinizi ve zamanla gelişiminizi görün.
uk: Стежте за якістю сну, середнім часом засинання та прогресом із часом.
vi: Theo dõi xu hướng chất lượng giấc ngủ, giờ ngủ trung bình và tiến bộ theo thời gian.
zh_hans: 查看睡眠质量趋势、平均就寝时间，以及你的睡眠如何随时间改善。
zh_hant: 查看睡眠品質趨勢、平均就寢時間，以及你的睡眠如何隨時間進步。

# onboarding_subtitle_3
source: Wake up at the optimal moment during light sleep for a refreshed and energized morning.
ar: استيقظ في اللحظة المثالية أثناء النوم الخفيف لصباح منتعش ونشيط.
ca: Desperta't en el moment òptim del son lleuger per a un matí fresc i ple d'energia.
cs: Probuďte se v optimální chvíli lehkého spánku a mějte svěží ráno plné energie.
da: Vågn op på det optimale tidspunkt under let søvn og få en frisk morgen fuld af energi.
de: Wach im optimalen Moment im leichten Schlaf auf, für einen frischen, energiegeladenen Morgen.
el: Ξύπνα στην ιδανική στιγμή του ελαφρού ύπνου για ένα φρέσκο πρωινό γεμάτο ενέργεια.
es: Despierta en el momento óptimo durante el sueño ligero para una mañana fresca y llena de energía.
fi: Herää optimaalisella hetkellä kevyessä unessa – virkeään ja energiseen aamuun.
fr: Réveillez-vous au moment optimal, en sommeil léger, pour un matin frais et plein d'énergie.
he: התעוררו ברגע המושלם בשנת השינה הקלה לבוקר רענן ומלא אנרגיה.
hi: ताज़गी भरी सुबह के लिए हल्की नींद के सही पल में जागें।
hr: Probudi se u optimalnom trenutku laganog sna za svježe jutro puno energije.
hu: Ébredj a könnyű alvás optimális pillanatában egy friss, energikus reggelért.
id: Bangun di momen optimal saat tidur ringan untuk pagi yang segar dan berenergi.
it: Svegliati nel momento ottimale durante il sonno leggero, per un mattino fresco e pieno di energia.
ja: 浅い眠りの最適なタイミングで起きて、すっきりした朝を迎えましょう。
ko: 얕은 수면 중 최적의 순간에 깨어나 상쾌하고 활기찬 아침을 맞으세요.
ms: Bangun pada saat optimum semasa tidur ringan untuk pagi yang segar dan bertenaga.
nl: Word wakker op het optimale moment tijdens lichte slaap, voor een frisse en energieke ochtend.
no: Våkn opp i det optimale øyeblikket i lett søvn for en frisk morgen full av energi.
pl: Budź się w optymalnym momencie lekkiego snu — na świeży, pełen energii poranek.
pt_br: Acorde no momento ideal durante o sono leve para uma manhã revigorada e energizada.
pt_pt: Acorde no momento ideal durante o sono leve, para uma manhã fresca e cheia de energia.
ro: Trezește-te în momentul optim din somnul ușor, pentru o dimineață proaspătă și plină de energie.
ru: Просыпайтесь в оптимальный момент лёгкого сна — утро будет бодрым и свежим.
sk: Zobuďte sa v optimálnej chvíli ľahkého spánku a majte svieže ráno plné energie.
sv: Vakna i det optimala ögonblicket under lätt sömn för en pigg och energifylld morgon.
th: ตื่นในจังหวะที่ดีที่สุดช่วงหลับตื้น เพื่อเช้าที่สดชื่นเต็มพลัง
tr: Hafif uykudaki en uygun anda uyanın; sabaha zinde ve enerjik başlayın.
uk: Прокидайтеся в оптимальний момент легкого сну — ранок буде свіжим і бадьорим.
vi: Thức dậy vào thời điểm hoàn hảo trong giấc ngủ nông để buổi sáng sảng khoái, tràn đầy năng lượng.
zh_hans: 在浅睡阶段的最佳时刻醒来，迎接精力充沛的清爽早晨。
zh_hant: 在淺眠的最佳時刻醒來，迎接神清氣爽、充滿活力的早晨。

# onboarding_title_1
source: Track Your Sleep
ar: تتبّع نومك
ca: Segueix el teu son
cs: Sledujte svůj spánek
da: Følg din søvn
de: Verfolge deinen Schlaf
el: Παρακολούθησε τον ύπνο σου
es: Monitorea Tu Sueño
fi: Seuraa untasi
fr: Suivez votre sommeil
he: עקבו אחר השינה
hi: अपनी नींद ट्रैक करें
hr: Prati svoj san
hu: Kövesd az alvásodat
id: Lacak Tidurmu
it: Monitora il tuo sonno
ja: 睡眠を記録
ko: 수면 기록
ms: Jejak Tidur Anda
nl: Volg je slaap
no: Følg søvnen din
pl: Śledź swój sen
pt_br: Monitore Seu Sono
pt_pt: Acompanhe o seu sono
ro: Monitorizează-ți somnul
ru: Отслеживайте сон
sk: Sledujte svoj spánok
sv: Följ din sömn
th: ติดตามการนอน
tr: Uykunuzu Takip Edin
uk: Відстежуйте свій сон
vi: Theo dõi giấc ngủ
zh_hans: 记录你的睡眠
zh_hant: 記錄你的睡眠
